Repository: Twilight0/repository
Catalog: plugin.program.yt-setup/resources/language/resource.language.*/strings.po
Languages: el_gr

# #30001
source: Please run addon from its icon, do not import it
el_gr: Παρακαλώ τρέξτε αυτό το πρόσθετο από το εικονίδιό του, μην το εισάγετε

# #30002
source: Paths
el_gr: Διαδρομές

# #30003
source: Local/Remote path, keys file selector
el_gr: Επιλογέας τοπικής/απομακρυσμένης λίστας αναπαραγωγής

# #30004
source: Local
el_gr: Τοπική

# #30005
source: Remote
el_gr: Απομακρυσμένη

# #30006
source: Local Path (include Local Network)
el_gr: Τοπική Διαδρομή (περιλαμβάνεται το Τοπικό Δίκτυο

# #30007
source: Remote Path (Internet address)
el_gr: Απομακρυσμένη Διαδρομή (διαδίκτυο)

# #30008
source: Path or Address haven't been set
el_gr: Δεν έχει ρυθμιστεί διαδρομή ή διεύθυνση

# #30009
source: Open settings window?
el_gr: Εμφάνιση παραθύρου ρυθμίσεων;

# #30010
source: Something's wrong!
el_gr: Κάτι πήγε λάθος

# #30011
source: Incorrect settings or files detected
el_gr: Εντοπίστηκαν λανθασμένες ρυθμίσεις ή μορφή αρχείου

# #30012
source: Youtube Setup addon is now ready to store your keys
el_gr: Το πρόσθετο Youtube Setup είναι έτοιμο να αποθηκεύσει τα κλειδιά

# #30013
source: Proceed
el_gr: Προχώρα

# #30014
source: Cancel
el_gr: Ακύρωση

# #30015
source: Success!
el_gr: Επιτυχία!

# #30016
source: Open settings window
el_gr: Άνοιγμα παραθύρου ρυθμίσεων

# #30017
source: Current settings will be overwritten!
el_gr: Οι τρέχουσες ρυθμίσεις θα διαγραφούν!

# #30018
source: [COLOR white]Please re-run addon after applying the settings[/COLOR]
el_gr: [COLOR white]Παρακαλώ εκτελέστε το πρόσθετο ξανά αφού εφαρμοστούν οι ρυθμίσεις[/COLOR]

# #30019
source: Open Youtube settings window
el_gr: Άνοιγμα παραθύρου ρυθμίσεων του Youtube

# #30020
source: Execute setup
el_gr: Εκτέλεση ρύθμισης
